Revit 2027 API
ParameterTypeId.RepeatingDetailInside Property
 "Inside"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RepeatingDetailInside { get; }
Public Shared ReadOnly Property RepeatingDetailInside As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RepeatingDetailInside {
	ForgeTypeId^ get ();
}
static member RepeatingDetailInside : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace